Repository: elanto-dev/Timeable
Catalog: Resources/Domain/ScreenView/Screen.*.resx
Languages: et_ee

source: Activate
et_ee: Aktiveeri

source: Active
et_ee: Aktiivne

source: Add background
et_ee: Lisa tagaplaan

# BackgroundPic
source: Background picture
et_ee: Tagaplaani pilt

source: Back to screen
et_ee: Tagasi ekraani juurde

source: Change
et_ee: Muuda

# CreateNew
source: Create new screen
et_ee: Loo uus ekraan

# DefaultUsed
source: Default is used
et_ee: Kasutatud vaikimisi

source: Delete promotion
et_ee: Kustuta reklaam

# DeletePromotionText
source: Are you sure you want to delete this promotion?
et_ee: Kas olete kindel, et soovite kustutada selle reklaami?

source: Inactivate
et_ee: Inaktiveeri

source: Is active
et_ee: On aktiivne

# Loading
source: Downloading new schedule...
et_ee: Laetakse alla uus tunniplaan...

# NoPromoFound
source: No promotions found! You do not have rights to add the promotion!
et_ee: Ühtegi reklaami ei leitud! Teil puuduvad reklaami lisamise õigused.

source: Not active
et_ee: Mitteaktiivne

source: Prefix
et_ee: Eesliide

# PrefixError
source: There is no timeplan with such prefix. Whether it is study-free day or the prefix is incorrect!
et_ee: Tunniplaani sellise toimumiskoha eesliidega pole leitud. Kas see on õppevaba päev või eesliide pole korrektne!

source: Promotions
et_ee: Raklaamid

source: Schedule
et_ee: Tunniplaan

source: Schedule status
et_ee: Tunniplaani staatus

# ScheduleUpdateMessage
source: Schedule is being updated. It will take about 20 seconds.
et_ee: Tunniplaani uuendatakse. See kestab umbes 20 sekundit.

# SearchPrefix
source: Schedule search prefix
et_ee: Tunniplaani otsimise eesliide

source: See promotion
et_ee: Vaata reklaami

# Settings
source: Screen settings
et_ee: Ekraani seadistused

source: Show always
et_ee: Näita kogu aeg

source: Shown
et_ee: Näidatud

# ShowScheduleSeconds
source: Show schedule
et_ee: Näita tunniplaani

source: Use default
et_ee: Kasuta vaikimisi

# Wait
source: Please wait...
et_ee: Palun oodake...
